Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerItem Property
 "Carbon Coefficient per item"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerItem { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerItem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerItem {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerItem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace